Revit 2027 API
ParameterTypeId.SteelElemAnchorAssembly Property
 "Assembly"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemAnchorAssembly { get; }
Public Shared ReadOnly Property SteelElemAnchorAssembly As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemAnchorAssembly {
	ForgeTypeId^ get ();
}
static member SteelElemAnchorAssembly : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace